Repository: bykclk/elek
Catalog: Elek/Localizable.xcstrings
Source language: en
Languages: tr

source: Ads and trackers are being blocked on your device.
tr: Reklamlar ve izleyiciler cihazında engelleniyor.

source: Continue
tr: Devam et

source: Couldn’t turn on protection
tr: Koruma açılamadı

source: Elek installs a private, on-device DNS filter that blocks ads and trackers across every app. iOS will now ask permission to add a VPN configuration — it’s a local filter only: there is no VPN server, and your browsing data never leaves your device.
tr: Elek, tüm uygulamalarda reklamları ve izleyicileri engelleyen özel, cihaz üzerinde çalışan bir DNS filtresi kurar. iOS şimdi bir VPN yapılandırması eklemek için izin isteyecek — bu yalnızca yerel bir filtredir: VPN sunucusu yoktur ve tarama verilerin cihazından hiç çıkmaz.

source: Filtering is paused. Tap to turn on.
tr: Filtreleme şu an duraklatıldı. Açmak için dokun.

source: live
tr: canlı

source: Not now
tr: Şimdi değil

source: OK
tr: Tamam

source: Protection active
tr: Koruma aktif

source: Protection couldn’t start. Please try again.
tr: Koruma başlatılamadı. Lütfen tekrar dene.

source: Protection off
tr: Koruma kapalı

source: REQUESTS BLOCKED TODAY
tr: BUGÜN ENGELLENEN İSTEK

source: System-wide · DNS level
tr: Sistem genelinde · DNS düzeyinde

source: Try Again
tr: Tekrar Dene

source: Turn on protection
tr: Korumayı aç
